
var data = [
		["<div class='title_wrapper'>\
            <div class='f_b info_title'>매개자와 가상의 나</div>\
            <div class='title_des'>코로나로 인해 미술관에서 직접적인 대화나 만남이 힘들어진 상황 속에서 작가들은 관객과의 다른 소통방식을 고민하고 있어요. 미술관 안에서 뿐 아니라 증강현실, 웹을 통해 서로 대화를 하면서 함께 작품을 만들어 보는 경험을 할 수도 있습니다. 여러분이 남긴 흔적과 생각을 통해 어떤 질문과 대답이 오갈 수 있을까요?</div>\
            <div class='f_ss tip'>Tip<br>\
            미술관 곳곳에 숨겨진 ‘#FANTASY’ QR코드를 찾아 접속해 보세요!</div>\
        </div>\
        <div class='artwork_wrapper f_ss'>\
            <img class='artwork_img' src='new/img-02.png'>\
            <!-- //작품 -->\
            <div class='artwork_title info_h_1'>\
            [복도_1]김가람,&lt;#FANTASY&gt;,2020<br>\
            </div>\
            <div class='artwork_format'>\
            비디오, 가변시간, 서울시립미술관 커미션\
            </div>\
            <div class='artwork_des'>\
            QR코드로 접속해 전시 유형 성격테스트를 하면 자신의 타입에 맞는 전시 해설을 유투브를 통해 들을 수 있어요. 유형별로 작가, 큐레이터, 컬렉터, 미술관 귀신이 나타나 《전혀 예술적인, 엉성한 미술관》 전시와 작품에 대한 맞춤형 이야기를 들려줍니다. 궁금하지만 물어보지 못했던 다양한 질문이나 의견을 온라인 댓글로 남기면, 실제로 존재하는지 알 수 없는 영상 속의 인물은 댓글과 새로운 영상으로 답변을 업데이트합니다. <br><br>\
            <a href='https://esh-museum.space/fantasy.html' class='testlink' style='text-decoration:underline'> 테스트 하러가기 <br></a>\
            <br>* 이 작품은 미술관 곳곳에 있고 그 수가 점점 늘어납니다. \
            </div>\
            <div class='artwork_title info_6'>\
            [6]이예승, &lt;Tea Room : 2020&gt;,2020\
            </div>\
            <div class='artwork_format'>\
            다중매체, 가변설치, 서울시립미술관 커미션\
            </div>\
            <div class='artwork_des'>\
            미술관이라는 공간과 관객의 경험에 대해 고민해 볼 수 있는 질문들이 AR로 구현되어 있고, 관객이자 참여자가 그 중에 이야기하고 싶은 내용을 선택해 작품의 일부인 종이컵에 적어놓으면 작가가 참여자의 피드백을 다시 AR로 구현하여 대답하는 작품입니다. 참여자와 작가는 프로그램을 통해 함께 만나 대화를 나누기도 하지만, 프로그램 종료 후 참여자들이 남긴 이야기에 대한 대답을 작가가 가상환경에 다양한 방식으로 선보입니다. 비접촉으로 대화를 이어나가며 서로 연결되는 환경을 함께 만들어봅니다.\
            </div>\
        </div>\
        <div class='program_wrapper f_s'>\
            <div class='program_title'>\
            &lt;부캐 챌린지(feat.#FANTASY)&gt;\
            </div>\
            <div class='program_des'>\
            미술관에서 내가 원하는, 혹은 나와 다른 캐릭터가 되어보는 시간으로 온/오프라인을 오가며 서로 다른 캐릭터(자아)가 되어가는  지금 우리 사회의 시대상을 반영합니다. 다양한 삶의 방식을 가진 작가와 도슨트, 관객이 서로 간의 생각을 배우고 협업하며 새로운 유형의 도슨트 영상을 제작해 보는 시간입니다.\
            </div>\
            <div class='program_p'>\
            진행 : 김가람\
            </div>\
            <div class='program_title'>\
            &lt;untact dialogue&gt;\
            </div>\
            <div class='program_des'>\
            &lt;untact dialogue&gt;는 작품 &lt;Tea Room: 2020&gt;과 연결됩니다. 참여자는 작품에서 종이컵을 떼어내 미술관에서의 경험에 대한 이야기를 적을 수도 있고, 일종의 낙서를 하거나, 자신의 생각을 그리거나 적어 미술관 안에 흩뿌려 볼 수 있습니다. 작품이 있는 공간에는 다양한 재료들이 놓여있고 자유롭게 사용할 수 있어요. 여러분의 생각을 담은 종이컵은 다른 사람에 의해 자리가 옮겨질 수도 있으며, 누구나 그 생각을 이어서 질문과 답을 만들어 갈수도 있습니다. \
            </div>\
            <div class='program_p'>\
            진행 : 이예승\
            </div>\
        </div>"],
        ["\
         <div class='title_wrapper'>\
             <div class='f_b info_title'>미술관의 보이지 않는 사람들</div>\
             <div class='title_des'>미술관을 다양한 사람들이 살아가는 마을로 생각해볼까요? 여러분은 여행자처럼 마을의 환경과 사람들의 일상을 살펴볼 수 있어요. 《전혀 예술적인, 엉성한 미술관》에서는 기존의 미술관에서는 잘 보이지 않았지만 자신의 자리에서 미술관을 만들어 나가고 있는 사람들의 업무와 일상생활에 대해 이야기하는 프로그램과 작품이 만들어지고 있습니다.</div>\
             <div class='f_ss tip'>Tip<br>\
             미술관 곳곳에서 일하는 사람들의 모습을 담은 작품을 살펴보세요. 미술관의 분위기를 만드는 사람들은 그들의 일터 안과 밖에서 \
             무엇을 위해 어떤 일을 하고 있을까요. 그들 또한 같은 공간에서 \
             서로 연결되어 배우고, 다른 생각을 나누고 일해요. 때로는 그림자처럼 보이지 않는 사람들, 하지만 미술관이라는 울타리 안에서 서로서로 맞물려 함께 움직입니다.</div>\
         </div>\
         <div class='program_wrapper f_s'>\
             <div class='program_title'>\
             에듀케이터 토크\
             </div>\
             <div class='program_des'>\
             미술관에서 교육을 담당해온 에듀케이터들의 경험을 나누는 자리입니다. 교육 담당자로서 각자가 꿈꿔왔던 배움의 장소로서의 미술관 환경을 만들기 위한 노력과 한계의 순간들을 이야기합니다. 또한 누구와 연결되어 미술관의 프로그램을 함께 만들어 나가고 있는지에 대해서도 공유합니다. 미술관에서의 활동경험을 되돌아보며 앞으로 확장될 미술관에서의 배움에 대한 이야기들을 나누어 봅니다.<br><br>\
             진행: 김정아(서울시립미술관)<br>\
             토크: 한주연(Leeum), 심효진(국립현대미술관) 유한나(서울시립북서울미술관),추여명(서울시립미술관)<br>\
             </div>\
             <div class='program_p'>\
             </div>\
             <div class='program_title program_p_y_title'>\
             직원 프로그램<br>&lt;작업 (외) 일지&gt; 직원회의\
             </div>\
             <div class='program_des program_p_y_des'>\
             유화수 작가의 <작업 (외) 일지>와 연결된 프로그램으로, 미화담당자, 전시 안내 스태프, 큐레이터, 작가는 매일 1장의 일지를 교환일기 형식으로 돌아가면서 씁니다. 미화담당자가 실제로 매일 자신의 작업 일지를 총무과로 팩스를 보내는 행위가 모티프가 되었습니다. <br>\
             4명의 구성원은 서로의 역할을 존중하고 위계가 존재하지 않는 상태에서 작품에 참여할 수 있도록 일지를 작성하고 때때로 대면 회의에 참석합니다. 일반적인 작업 일지와는 조금 다른 질문들이 적혀있는 이 일지는 생활 속의 이야기를 꺼내게 합니다. 20대부터 60대까지 다양한 세대 그리고 작가와 직원들 간의 대화가 진행됩니다. 프로젝트 운영 기간 중 계속 쌓여가며 완성되어가는 <작업 (외) 일지>를 살펴보면서 미술관의 업무와 일상에 대해 간접적으로나마 경험해볼 수 있습니다. \
             </div>\
             <div class='program_p'>\
             </div>\
             <div class='program_title'>\
             1. 프로젝트 구성 과정 공유& 투어\
             </div>\
             <div class='program_des'>\
             도슨트를 대상으로 담당 큐레이터가 프로젝트에 대해 안내하고 전시 설치기간 동안 투어와 Q&A세션을 가집니다. \
             </div>\
             <div class='program_p'>\
             </div>\
             <div class='program_title'>\
             도슨트 프로그램 <br> 2. 도슨트 양성교육 심화과정\
             </div>\
             <div class='program_des'>\
             도슨트들이 수강하고 싶어하는 강연을 중심으로 운영되며 서울시립미술관의 매개자로서 앞으로 어떻게 다양한 관람자와 소통을 해 나갈 것인지 그 방법론에 대해 강연자와 참여자가 함께 논의해 보는 자리가 진행됩니다.\
             </div>\
             <div class='program_p'>\
             </div>\
         </div>\
         <div class='artwork_wrapper f_ss'>\
            <img class='artwork_img' src='new/img-03.png'>\
             <!-- //작품 -->\
             <div class='artwork_title info_1'>\
             [1]유화수,&lt;워킹 홀리데이 - 보이지 않는 일 #1~4&gt;,2017\
             </div>\
             <div class='artwork_format'>\
             시멘트에 도색, 아크릴, 필름지, LED 조명, 나무, 24×35×35cm, <br>\
             SeMA 소장품 관리번호 2017-165\
             </div>\
             <div class='artwork_title info_2'>\
             [2]유화수,&lt;작업 (외) 일지&gt;,2020\
             </div>\
             <div class='artwork_format'>\
             나무, 오브제, 4채널 비디오 (반복 재생), 가변설치\
             </div>\
             \
             <div class='artwork_title info_3_1'>\
             [3_1]유화수,&lt;Shadow work&gt;,2020\
             </div>\
             <div class='artwork_format'>\
             오브제, 2채널 비디오, 가변설치\
             </div>\
             \
             <div class='artwork_title info_11_1'>\
             [11_1]정승,&lt;Landscaping a Machine&gt;,2013\
             </div>\
             <div class='artwork_format'>\
             가변설치, 펠트, 스티로폼, 손자수실, 24×35×35cm,<br>\
             SeMA 소장품 관리번호 2014-087\
             </div>\
         </div>\
         <div class='place_wrapper f_s'>\
             <div class='place_title place_sm_title'>\
             사무실\
             </div>\
             <div class='place_des place_sm_des'>\
             교육 프로그램을 운영하고 기획한 사람들이 임시로 거주하면서 프로그램을 운영하는 방입니다. 오픈형 사무실로, 관람객 혹은 타 직원들 모두 들어올 수 있습니다. 직원과 이야기 나누거나 곳곳에 놓인 자료들을 열람할 수 있습니다.\
             </div> \
         </div>"],
         ["\
        <div class='title_wrapper'>\
            <div class='f_b info_title'>기억의 방</div>\
            <div class='title_des'>미술관에서 다양한 교육 프로그램을 만들었던 사람들의 경험을 살펴봅니다. <기억의 방>에는 이번 프로젝트의 바탕이 된 서울시립미술관 프로그램의 책자, 자료들이 놓여있어요. \
            미술관과 매개자, 관객 간의 소통을 통해 나와 모두를 위한 환대의 순간을 만들어 가려 했던 과정을 살펴볼 수 있습니다. 미술관의 프로젝트에 참여했던 사람들의 생각과 경험이 이곳에서 다시 연결되어서 펼쳐집니다.\
            </div>\
        </div>\
        <div class='program_wrapper f_s'>\
            <img class='artwork_img' src='new/img-04.png'>\
            <div class='program_title'>\
                『미술관에 놓인 배움의 식탁: 예술가의 런치박스 레시피』 (2013-2019)\
            </div>\
            <div class='program_des'>\
                2013년부터 2019년까지 53명(팀)의 작가가 진행한 «예술가의 런치박스»의 64개 프로그램의 구체적인 내용을 정리한 책입니다. 각각의 프로그램과 관련된 미술관의 전시, 소장품을 소개함으로써 미술관 교육의 특성이 드러날 수 있도록 기획되었습니다. «예술가의 런치박스»가 관객을 무엇과 어떻게 매개하는지, 어떤 수행적 효과를 가지는지에 따라 각 프로그램을 크게 다섯 개의 모델로 분류합니다. 예술교육 프로그램 사례와 작가의 에세이, 프로그램과 연결되는 전시를 서술한 파트, 사진 아카이브 등을 통해 단일적 관람의 방식에서 벗어나 참여자들이 예술을 감각할 수 있도록 구성한 다양한 방법을 살펴볼 수 있습니다. \
            </div>\
            <div class='program_p'>\
            </div>\
            <img class='artwork_img' src='new/img-05.png'>\
            <div class='program_title'>\
                『SeMA BLUE 2014 오작동 라이브러리』 (2014) <‘오작동 스터디 그룹’ 교육 결과물>\
            </div>\
            <div class='program_des'>\
                <SeMA BLUE 2014 오작동 라이브러리> (2014.6.3.~8.3.) 전시와 연계하여 진행된 프로젝트에 대한 스터디 결과물입니다. 중학생들로 구성된 ‘오작동 스터디 그룹’은 작가, 큐레이터, 에듀케이터와의 만남을 통해 전시에 대해 알아가고, 전시설치-구성과정을 함께하면서 전시에 대한 학생 개개인의 생각을 담은 해설을 전시장 내 작품 해설과 오디오 가이드의 형태로 제안했습니다. 이 활동을 통해 학생들을 대안적인 지식생산자로서 전시 안으로 받아들이고, 전시에 대한 다양한 관객의 해석을 유도해보고자 했습니다. 본 도록에는 학생들이 해석한 작품에 대한 이야기들이 포함되었습니다.\
            </div>\
            <div class='program_p'>\
            </div>\
            <img class='artwork_img' src='new/img-06.png'>\
            <div class='program_title'>\
                『시민 큐레이터』 (2015~2019)\
            </div>\
            <div class='program_des'>\
                2015년부터 현재까지 진행된 <시민 큐레이터>는 시민이 자신의 삶을 반영해 직접 전시를 기획, 운영할 수 있도록 150여명의 시민을 대상으로 교육을 지원하는 서울시립미술관의 대표적인 프로그램입니다. 참여자 중 연간 10명의 시민큐레이터를 선정하여 예산과 멘토링을 지원해 줍니다. 시민의 참여로 이루어진 자발적인 전시 문화생산을 위한 플랫폼으로서의 가능성을 실험하고 있으며, 참여자 중심의 전시 문화 확산을 도모하고자 운영되고 있습니다.\
            </div>\
            <div class='program_p'>\
            </div>\
            <img class='artwork_img' src='new/img-07.png'>\
            <div class='program_title'>\
                『파격! 노팁 노옵션 남서울미술관+지역투어』 (2017)\
            </div>\
            <div class='program_des'>\
                《미술관이 된 舊 벨기에 영사관》 상설전시 연계 교육프로그램의 자료집입니다. 일반적인 도슨트 투어와는 다른 흥미로운 요소를 통해 관객이 미술관과 지역을 새롭게 바라보고 살펴보면서 의미 있는 장소로 만들어 가기를 바라며 기획되었습니다. 본 투어는 남서울미술관을 프로파일링 해보고 지역의 상가와 먹거리를 둘러보고, 사당에서 구입한 음식을 맛본 뒤 미술관에 대한 분석과 미술관의 카페 메뉴를 제안 등 소통의 시간을 모색합니다. 이러한 활동을 통해 건물의 가치와 역사를 짚어보고 지역 주민들과 소통하며 남서울미술관 및 주변지역에 대한 색다른 경험의 시간을 갖고자 했습니다. 본 자료집은 교육의 스크립트, 프로파일링 워크북 등 진행과정 전반을 담고 있으며 참여자들 간에 오고간 이야기, 소통의 흔적들을 발췌하여 기록했습니다.\
            </div>\
            <div class='program_p'>\
            </div>\
            <img class='artwork_img' src='new/img-08.png'>\
            <div class='program_title'>\
                『언러닝, 뮤지엄』 (2019)\
            </div>\
            <div class='program_des'>\
                2019년 (재)한국장애인문화예술원과 서울시립미술관이 공동 기획한 프로젝트의 결과자료집입니다. 두 기관은 발달장애인 예술가와 비장애인 예술가 간의 공동창작 워크숍을 추진하였으며 관련 직원들도 함께 참여해 장애예술에 대한 이해를 넓히는 시간을 가졌습니다. 새로운 미학 및 형식을 시도해 온 영국의 앨리스 폭스 작가, 서울시립미술관 큐레이터 및 난지창작스튜디오 레지던시 작가와 발달장애를 가진 작가 4인의 ‘포용적 예술’의 개념을 중심으로 한 협업의 내용과 워크숍 진행과정, 퍼포먼스 추진 내용을 확인할 수 있습니다.\
            </div>\
            <div class='program_p'>\
            </div>\
        </div>\
        "],["\
        <div class='title_wrapper'>\
            <div class='f_b info_title'>공간 잇기</div>\
            <div class='title_des'>미술관의 복도, 계단, 테라스, 야외공원은 어떻게 사용될까요? \
남서울미술관은 여러 개의 방으로 이루어졌어요. 과거에는 주로 방안에서 작품을 볼 수 있게 전시했습니다. 그러면 넓은 복도와 계단에도 \
작품을 놓고 공간과 공간을 이어준다면 어떨까요? 작품을 위한 자리 외에도, 미술관을 찾는 많은 사람들을 위해 편히 쉴 수 있는 의자를 미술관 안과 야외 잔디밭에 두었어요. 테라스와 잔디밭에 앉아있으면, 벨기에풍의 미술관 건축과는 사뭇 다른 사당 스타일의 건축과 풍경을 볼 수도 있어요. 다양한 사람들이 한곳에 어울려 사는 것처럼 \
이 미술관의 안과 밖은 여러 다른 느낌이 공존하고 있습니다.\
            </div>\
            <div class='f_ss tip'>Tip<br>\
            복도에 놓인 조각은 연필로 만들어졌어요. 연필은 나의 생각을 표현하고 전달하는 기본적인 도구예요. 표현하고, 보고, 감상하고 다시 해석하는 보다 자유로운 시간을 가져보세요.</div>\
        </div>\
         <div class='artwork_wrapper f_ss'>\
            <img class='artwork_img' src='new/img-10.png'>\
             <div class='artwork_title info_h_2'>\
             [복도_2]김석,&lt;미메시스풍경 - 호모사피엔스 사피엔스&gt;,2016\
             </div>\
             <div class='artwork_format'>\
             혼합매체, 230×60×140cm, <br>\
             SeMA 소장품 관리번호 2017-089\
             </div>\
             <div class='artwork_title info_s_1'>\
             [계단_1]장응복,&lt;‘잇기’ 샹들리에&gt;,2013\
             </div>\
             <div class='artwork_format'>\
             철, 천, 가죽, 크리스탈, 라이스 페이퍼, 98×700cm, <br>\
            SeMA 소장품  관리번호 2015-177\
             </div>\
         </div>\
         <div class='place_wrapper f_s'>\
            <img class='artwork_img' src='new/img-09.png'>\
             <div class='place_title place_gd_title'>\
             계단\
             </div>\
             <div class='place_des place_gd_des'>\
             공간과 공간을 이어주는 장소, 그리고 작품의 새로운 무대입니다. 너무 많은 활동과 체험에 지쳤다면 스펀지 의자에서 앉아 쉬어갈 수 있어요. \
             </div> \
             <div class='place_title place_tr_title'>\
             잔디밭과 테라스\
             </div>\
             <div class='place_des place_tr_des'>\
             사당과 미술관 사이의 환승구역 같은 곳! 미술관과 그 주변 사이의 확연히 다른 공간의 느낌과 풍경을 느낄 수 있는 곳이에요. \
             </div> \
         </div>\
        <div class='program_wrapper f_s'>\
            <div class='program_title'>\
                &lt;엉성한 마을 투어&gt;\
            </div>\
            <div class='program_des'>\
                미술관 안에 위치한 ‘엉성한 마을’은 완성된 곳이라기보다 변화될 수 있는 곳입니다. 누구나 이곳을 변화시킬 수 있는 가능성을 가진 사람으로 보고 참여자들과 함께 투어를 진행합니다. 이 투어를 통해 참여자들은 여러 방법으로 마을을 즐겨보고, 나만의 도구나 사용법으로 마을 곳곳을 즐겨볼 수 있는 환경을 만듭니다. \
            </div>\
            <div class='program_p'>\
                진행: 송현정, 이수미\
            </div>\
        </div>\
        "],["\
        <div class='title_wrapper'>\
            <div class='f_b info_title'>미술관의 보이지 않는 장소</div>\
            <div class='title_des'>\
                주변 지역과 동떨어진 느낌을 주는 \
이 남서울미술관은 언제 만들어졌고 원래의 용도는 무엇이었을까요. 미술관 건축물에서 떨어져 나온 것들을 상설전시실에서, 다락에서, 2 전시실 한켠에서 살펴보고 건물의 역사에 얽힌 이야기들도 찾아보세요. 또 건축의 모습에서 영감을 받은 듯 미술관의 일부를 비슷하게 만든 나무 조각들이 곳곳에 흩어져 있는 것을 살펴볼 수 있는데요. 과거의 흔적과 새롭게 조각된 건축의 일부를 살펴보면서 공간이 들려주는 이야기를 들어볼까요?\
            </div>\
            <div class='f_ss tip'>Tip<br>\
            이종건 작가의 <어느 무대>는 미술관의 어디를 본 딴 것일까요? 4곳의 다른 장소에 놓인 작품과 주변 공간을 자세히 살펴보세요. 미술관에서 인상 깊은 장소나 부분이 있나요? \
혹은 어떤 기억이 떠오르거나 감정이 느껴졌나요? \
내가 이 곳을 어떻게 느끼는지 그리고 이 미술관은 나를 어떻게 받아들이는지 천천히 감각해 보세요.\
</div>\
        </div>\
         <div class='place_wrapper f_s'>\
            <img class='artwork_img' src='new/img-12.png'>\
             <div class='place_title place_dr_title'>\
             다락\
             </div>\
             <div class='place_des place_dr_des'>\
             건물 밖에서는 눈에 띄지 않는 유령공간이 미술관 안에 위치합니다. 2층에서 좁고 긴 계단을 통해 올라가면 미술관의 숨겨진 다락을 살펴 볼 수 있습니다. 이곳에서 진행되는 \
            <다락 투어>는 안전을 위해 적은 인원에게만 개방되어 운영됩니다.\
             </div> \
             <div class='place_title place_ss_title'>\
             상설전시실 《미술관이 된 舊 벨기에 영사관》\
             </div>\
             <div class='place_des place_ss_des'>\
             미술관 건축에게도 인생이 있다면, 그 인생의 굴곡을 볼 수 있는 전시가 진행됩니다.\
             </div> \
         </div>\
         <div class='artwork_wrapper f_ss'>\
            <img class='artwork_img' src='new/img-11.png'>\
             <div class='artwork_title info_7_2'>\
             [7_2]이종건,&lt;#1. 어느 무대&gt;,2019\
             </div>\
             <div class='artwork_format'>\
             자작나무 합판, 라디에타 파인, 240x162x60cm\
             </div>\
             <div class='artwork_title info_h_3'>\
             [복도_3]이종건,&lt;#2. 어느 무대&gt;,2019\
             </div>\
             <div class='artwork_format'>\
             자작나무 합판, 라디에타 파인, 200x142x58cm\
             </div>\
             <div class='artwork_title info_3_2'>\
             [3_2]이종건,&lt;#4. 어느 무대&gt;,2019\
             </div>\
             <div class='artwork_format'>\
             자작나무 합판, 라디에타 파인, 360x202x57cm\
             </div>\
             <div class='artwork_title info_2_2'>\
             [2_2]이종건,&lt;#6. 어느 무대&gt;,2019\
             </div>\
             <div class='artwork_format'>\
             라디에타 파인, 335x68x68cm\
             </div>\
         </div>\
    </div>\
        "],["\
        <div class='title_wrapper'>\
            <div class='f_b info_title'>해석과 이야기 만들기</div>\
            <div class='title_des'>여러분은 미술관에서 무엇을 어떻게 보고 있나요? 미술관에 놓인 글과 그림, 사진, 누군가의 관심사가 반영된 물건, 내가 머무는 장소, 주변의 풍경들이 서로를 이해할 수 있는 ‘단서’라고 생각해 보세요. 여러 가지 단서를 발견하고, 그것들을 모아 추리해 가면서 작품에 대한 이해를 만들어볼 수 있어요. 작품뿐 아니라 주변 환경과 물건, 사람들 등 서로를 알아갈 수도 있죠. 하나의 정확한 답이 있는 것이 아니기 때문에 우리가 발견하고 생각하는 것도 조금씩 다를 거예요. 나는 무엇을 어떻게 바라보고 생각하는 사람일까요.\
            </div>\
            <div class='f_ss tip'>Tip<br>\
            “이건 뭘까, 이게 뭐지?” 작품이 무언가를 말하지만 그게 잘 읽히지 않을 수도 있어요. 그럴 땐 떠오르는 생각을 작품에 담아볼 수도 있어요. 마치 구름을 보고 ‘이건 무슨 모양 같아’하는 아이들처럼 이야기를 해볼 수도 있죠. 혹은 미스터리한 사건의 현장에 온 탐정처럼 곳곳에 놓인 증거자료를 보면서 ‘무슨 일이 일어났을까’ 추론하고 작품과 작품이 놓인 공간, 주변의 자료를 연결시켜서 \
            볼 수도 있어요.\
            </div>\
        </div>\
        <div class='program_wrapper f_s'>\
            <div class='program_title program_p_e_title'>\
                &lt;각자의 위치를 기억하며 흩어진 조각들&gt;\
            </div>\
            <div class='program_des program_p_e_des'>\
미술관에서의 활동을 통해 미술과 미술이 아닌 것을 잇고, 예술과 삶 그리고 미술관 소장품과 자신의 삶을 연결 짓기도 하며 공동의 작품으로 미술관을 채워나가는 프로그램입니다. 어쩌면 사람도 각자 자신의 위치에서 떨어져 나온 조각이지 않을까요? 어딘가로 부터 분리되어 구르고 굴러 지금 여기까지 오게 된 것은 아닐지. 우리 주변을 둘러보며 흩어진 조각들이 무엇인지 찾아보고 모아봅니다. 그리고 참여자 각자의 이야기, 나만의 소장품, 내가 살고 있는 곳과 미술관, 미술관의 주변지역을 연결해 보는 시간을 가져 봅니다. 이러한 활동을 통해 ‘나’일 수 있는 공간이자 다른 이들과 함께일 수 있는 환경을 미술관에 조성해 봅니다.\
            </div>\
            <div class='program_p program_p_e_p'>\
                진행 : 이우성\
            </div>\
            <div class='program_title program_p_p_title'>\
                &lt;블라인드 스튜디오 추리극&gt;\
            </div>\
            <div class='program_des program_p_p_des'>\
<블라인드 스튜디오 추리극>은 작가가 없는 스튜디오에서 ‘작가와의 대화’를 제안합니다. 일반적으로 진행되는 ‘작가와의 대화’ 프로그램은 작가의 말을 듣고 청중이 간단히 질문하는 행위에서 끝난다면 이 프로그램은 이름도 얼굴도 알 수 없는, 작가 3명의 스튜디오(작업실)를 촬영한 자료를 관찰하고 참여자들이 직접 추리하는 활동을 하며 작가와 작업에 대한 이해를 만들어 갑니다. 작가는 무엇을 왜 만드는 걸까요? 우리는 작가가 만든 작품에서 무엇을 보는 걸까요? 작품은 작가의 목소리를 담은 매개체이면서 작가가 남겨둔 단서일 수도 있습니다. 참여자들은 프로그램의 주체가 되어 제시된 단서를 통해 작가의 생각을 추리하고, 서로가 읽어낸 것들에 대해 대화를 나누면서 나 자신과 다른 사람에 대해 알아 갈 수 있습니다.\
            </div>\
            <div class='program_p program_p_p_p'>\
                진행 : 박현정\
            </div>\
        </div>\
         <div class='artwork_wrapper f_ss'>\
            <img class='artwork_img' src='new/img-13.png'>\
             <div class='artwork_title info_1_1'>\
            [1_1]로와정,&lt;좋은 대답&gt;,2015\
             </div>\
             <div class='artwork_format'>\
            캔버스 천, 로프, 우유, 각재, 177×290.5×25cm,<br>\
            SeMA 소장품 관리번호 2016-073\
             </div>\
             <div class='artwork_title info_2_1'>\
			[2_1]최만린,&lt;작품 O&gt;,2000\
             </div>\
             <div class='artwork_format'>\
			청동, 42×44×33cm, \
			SeMA 소장품 관리번호 2009-066\
             </div>\
             <div class='artwork_title info_2_4'>\
			[2_4]박상숙,&lt;입상&gt;,1994\
             </div>\
             <div class='artwork_format'>\
			무쇠, 192x40x38cm, \
			SeMA 소장품 관리번호 2008-114\
             </div>\
             <div class='artwork_title info_2_3'>\
			[2_3]이우성,&lt;첨벙첨벙&gt;,2017\
             </div>\
             <div class='artwork_format'>\
			천에 아크릴릭 과슈, 210x210cm, \
			SeMA 소장품 관리번호 2018-072\
             </div>\
             <div class='artwork_title info_10_1'>\
			[10_1]장성은,&lt;구보다 작업실&gt;,2010\
             </div>\
             <div class='artwork_format'>\
			캔버스에 피그먼트 프린트, 디지털 작업, 80x120cm, \
			SeMA 소장품 관리번호 2010-076 \
             </div>\
             <div class='artwork_title info_9_1'>\
			[9_1]기슬기,&lt;Unfamiliar Corner 02&gt;,2012\
             </div>\
             <div class='artwork_format'>\
			디지털 아카이벌 피그먼트 프린트, 70×70cm, \
			SeMA 소장품 관리번호 2015-040\
             </div>\
             <div class='artwork_title info_9_2'>\
			[9_2]이문호,&lt;무제-소통&gt;,2010\
             </div>\
             <div class='artwork_format'>\
			디지털 피그먼트 프린트, 140×190cm, \
			SeMA 소장품 관리번호 2012-045\
             </div>\
             <div class='artwork_title info_9_3'>\
			[9_3]홍승희,&lt;깊이에의 강요 #14&gt;,2012\
             </div>\
             <div class='artwork_format'>\
			디지털 피그먼트 프린트, 160.5×233.5cm, \
			SeMA 소장품 관리번호 2014-108 \
             </div>\
             <div class='artwork_title info_9_4'>\
			[9_4]이일우,&lt;피에르밀&gt;,2007\
             </div>\
             <div class='artwork_format'>\
			종이에 디지털 프린트, 80x80cm, \
			SeMA 소장품 관리번호 2008-181\
             </div>\
             <div class='artwork_title info_9_5'>\
			[9_5]이원호,&lt;아트나우 I&gt;,2006\
             </div>\
             <div class='artwork_format'>\
			디지털 잉크젯 프린트, 66×88.5cm, \
			SeMA 소장품 관리번호 2012-052\
             </div>\
             <div class='artwork_title info_9_6'>\
			[9_6]임영균,&lt;일상의 풍경-성수동&gt;,1976\
             </div>\
             <div class='artwork_format'>\
			젤라틴 실버 프린트, 30.5×40.6cm, \
			SeMA 소장품 관리번호 2017-201\
             </div>\
         </div>"],
         ['\
         <img class="artwork_img" src="new/img-14.png">\
         <div class="f_ss">이우성,<오늘 밤 많은 것이 결정된다>, 2017<br>\
			천에 아크릴릭 과슈, 젯소, 210×210cm,<br>\
			SeMA 소장품 관리번호 2018-071<br></div>\
         <br>“남서울미술관의 건물은 어딘지 위압적인 느낌이 들어요. 그래서 쉽게 들어오지 못하고 그 안이 어떤지 항상 궁금했어요. 철문을 지나서 일단 안으로 들어오면...” <br><br>이우성 작가의 <오늘 밤 많은 것이 결정된다>(2017)에는 몽둥이를 들고 선, 감히 다가가기 어려운 한 인물이 보입니다. 그러나 그 인물의 가슴 안을 자세히 들여다보면 반짝이는 별과 달이 수놓인 아름다운 밤하늘이 있어요. 위압적인 외양, 하지만 막상 안으로 들어오면 자신을 돌아보고 휴식할 수 있는 장소. 이 그림은 남서울미술관에 대한 관객들의 인상과 어딘지 겹쳐보입니다. 《전혀 예술적인, 엉성한 미술관》은 미술관을 이루는 많은 (보이지 않던)사람들, 미술관의 숨은 장소와 미술관이 가진 작품을 다르게 바라보며 미술관의 새로운 이야기를 만들어 가고자 합니다. 그 여정에 여러분을 초대합니다.']
         ]
var about = [
"<div class='f_b'>기획의 글</div>\
대기실 프로젝트 《전혀 예술적인, 엉성한 미술관》*은 미술관과 참여자가 자신의 이야기를 꺼내고 대화하는 활동의 장입니다.<br><br>\
이 프로젝트는 미술관의 교육부서가 중심이 되어 다양한 구성원들과 함께 만들었습니다. 그간 교육부서는 미술관에 누구를 위한 자리가 있는지, 그리고 관객의 해석을 존중하고 능동적으로 발언하며 활동할 수 있는 환경을 어떻게 만들 수 있는지에 대해 관심을 가지고 프로그램을 운영해 왔습니다. 미술관, 매개자, 참여자가 연결되어 모두가 창작의 중심이 되고 배움을 주고받는 활동은 어떻게 가능할까요.<br>\
이 고민을 다루기 위해 다양한 미술관의 구성원들과 적극적으로 대화를 나누었습니다. 사전 프로그램을 통해 이곳을 방문하고 사용하는 이들의 이야기를 모았고 이렇게 모인 수많은 소리 조각은 《전혀 예술적인, 엉성한 미술관》의 바탕이 되었습니다. 그리고 이것이 실제로 미술관을 변화시키는 원동력이 되기를 기대합니다.\
<div class='f_b about_p'>네 개의 사전 프로그램</div>\
《전혀 예술적인, 엉성한 미술관》에서는 네 개의 사전 프로그램을 통해 관람객, 도슨트, 미술관의 시설관리 직원과 전시 안내 스태프, 작가와 교육자 등 다양한 구성원들이 자신이 느끼는 미술관에 대해 이야기하고, 재해석하는 과정을 마련했습니다. 첫 번째로 관객을 미술관의 적극적인 구성원으로 받아들이는 <SeMA 멤버스 클럽>을 통해 일종의 TF 팀이 되어 미술관 공간과 프로그램에 대한 제안서를 수렴하는 시간을 가졌습니다, 또 남서울미술관에서 시설과 운영을 담당하는 직원들과 면담을 하며 개인적인 삶에 대한 이야기를 듣고 수집했습니다. 도슨트 분들과는 이 일을 시작하게 된 동기와 매개자로서 다양한 관객의 특성을 살펴보고, 미술계에 대한 의문점 등을 공유했습니다. 마지막으로 그동안 프로그램을 함께 기획했던 예술가 · 교육자들과 미술관에서 교육의 의미는 무엇인지, 참여 예술의 한계나 앞으로의 방향에 대해 각자의 경험과 생각을 나누는 시간을 가졌습니다. 사전 프로그램을 통해 나온 의견을 바탕으로 디자이너와, 예술가, 교육자들이 협력해서 미술관 ‘공간과 전시, 프로그램’을 만들게 됩니다. 교류와 대담의 기록은 전시실에 놓인 자료들과 별도로 제작된 웹페이지**를 통해 살펴볼 수 있습니다.\
<div class='f_b about_p'>여섯 가지 제안</div>\
여럿이 만든 이 공간에서는 서로 영향을 주고받고 함께 참여할 수 있는 장이 펼쳐집니다. 마치 탐험자가 된 것처럼 미술관의 숨겨진 과거를 발굴해보고(미술관의 보이지 않는 장소), 미술관의 안과 밖, 여러 공간의 차이와 연결됨을 느껴보며(공간 잇기), 보이거나 보이지 않았던 일을 하는 직원들의 삶의 모습을 엿보고(미술관의 보이지 않는 사람들), 가상의 환경에서 작가와 대화하며 작품을 구성해 나갈 수도 있습니다(매개자와 가상의 나). 또 내가 편안할 수 있는 공간을 만들고 미술관에 놓인 여러 단서들을 추리해가며 작품에 대한 나의 해석을 만들어갈 수도 있습니다(해석과 이야기 만들기). 마지막으로 이 활동의 토대가 된 기록을 보고 싶다면 ‘기억의 방’을 방문할 수도 있고, 모든 것에서 벗어나 쉬고 싶다면 곳곳에 놓인 의자에서 휴식할 수 있습니다.\
<br>\
미술관에서의 배움이란 무엇일까, 무엇을 배우는 것일까. 다양한 활동을 통해 작가와 작품, 지역과 사회, 미술관과 타인의 이야기에 관심을 가지고 알아가는 시간뿐 아니라 모든 요소들과 대화하고 연결됨을 느끼는 과정 속에서 나 자신을 마주하게 되는 것이 아닐까 생각합니다. 내 의견과 일상이 개입될 수 있는 엉성한 미술관의 구성원이 되어 이곳을 같이 만들어가고 즐길 수 있기를 바랍니다."
]
var gdata = [
'<div class="f_b gdata_title">기억의 방</div>\
<div>\
<img class="gbimage" src ="new/single-g.png">\
미술관에서 다양한 교육 프로그램을 만들었던 사람들의 경험을 살펴봅니다. \
<기억의 방>에는 이번 프로젝트의 바탕이 된 서울시립미술관 프로그램의 책자, 자료들이 놓여있어요. \
미술관과 매개자, 관객 간의 소통을 통해 나와 모두를 위한 환대의 순간을 만들어 가려 했던 과정을 살펴볼 수 있습니다. \
미술관의 프로젝트에 참여했던 사람들의 생각과 경험이 이곳에서 다시 연결되어서 펼쳐집니다.<br><br><br></div>\
<div class="f_s"><img class="gbimage" src ="new/img-04.png">\
<span class="underline">『미술관에 놓인 배움의 식탁: 예술가의 런치박스 레시피』 (2013-2019)</span><br>\
2013년부터 2019년까지 53명(팀)의 작가가 진행한 «예술가의 런치박스»의 64개 프로그램의 구체적인 내용을 정리한 책입니다. 각각의 프로그램과 관련된 미술관의 전시, 소장품을 소개함으로써 미술관 교육의 특성이 드러날 수 있도록 기획되었습니다. «예술가의 런치박스»가 관객을 무엇과 어떻게 매개하는지, 어떤 수행적 효과를 가지는지에 따라 각 프로그램을 크게 다섯 개의 모델로 분류합니다. 예술교육 프로그램 사례와 작가의 에세이, 프로그램과 연결되는 전시를 서술한 파트, 사진 아카이브 등을 통해 단일적 관람의 방식에서 벗어나 참여자들이 예술을 감각할 수 있도록 구성한 다양한 방법을 살펴볼 수 있습니다.<br><br><br>\
<img class="gbimage" src ="new/img-05.png">\
<span class="underline">『SeMA BLUE 2014 오작동 라이브러리』 (2014) <‘오작동 스터디 그룹’ 교육 결과물></span><br>\
SeMA BLUE 2014 오작동 라이브러리> (2014.6.3.~8.3.) 전시와 연계하여 진행된 프로젝트에 대한 스터디 결과물입니다. 중학생들로 구성된 ‘오작동 스터디 그룹’은 작가, 큐레이터, 에듀케이터와의 만남을 통해 전시에 대해 알아가고, 전시설치-구성과정을 함께하면서 전시에 대한 학생 개개인의 생각을 담은 해설을 전시장 내 작품 해설과 오디오 가이드의 형태로 제안했습니다. 이 활동을 통해 학생들을 대안적인 지식생산자로서 전시 안으로 받아들이고, 전시에 대한 다양한 관객의 해석을 유도해보고자 했습니다. 본 도록에는 학생들이 해석한 작품에 대한 이야기들이 포함되었습니다.<br><br><br>\
<img class="gbimage" src ="new/img-06.png">\
<span class="underline">『시민 큐레이터』 (2015~2019)</span><br>\
2015년부터 현재까지 진행된 <시민 큐레이터>는 시민이 자신의 삶을 반영해 직접 전시를 기획, 운영할 수 있도록 150여명의 시민을 대상으로 교육을 지원하는 서울시립미술관의 대표적인 프로그램입니다. 참여자 중 연간 10명의 시민큐레이터를 선정하여 예산과 멘토링을 지원해 줍니다. 시민의 참여로 이루어진 자발적인 전시 문화생산을 위한 플랫폼으로서의 가능성을 실험하고 있으며, 참여자 중심의 전시 문화 확산을 도모하고자 운영되고 있습니다.<br><br><br>\
<img class="gbimage" src ="new/img-07.png">\
<span class="underline">『파격! 노팁 노옵션 남서울미술관+지역투어』 (2017)</span><br>\
《미술관이 된 舊 벨기에 영사관》 상설전시 연계 교육프로그램의 자료집입니다. 일반적인 도슨트 투어와는 다른 흥미로운 요소를 통해 관객이 미술관과 지역을 새롭게 바라보고 살펴보면서 의미 있는 장소로 만들어 가기를 바라며 기획되었습니다. 본 투어는 남서울미술관을 프로파일링 해보고 지역의 상가와 먹거리를 둘러보고, 사당에서 구입한 음식을 맛본 뒤 미술관에 대한 분석과 미술관의 카페 메뉴를 제안 등 소통의 시간을 모색합니다. 이러한 활동을 통해 건물의 가치와 역사를 짚어보고 지역 주민들과 소통하며 남서울미술관 및 주변지역에 대한 색다른 경험의 시간을 갖고자 했습니다. 본 자료집은 교육의 스크립트, 프로파일링 워크북 등 진행과정 전반을 담고 있으며 참여자들 간에 오고간 이야기, 소통의 흔적들을 발췌하여 기록했습니다.<br><br><br>\
<img class="gbimage" src ="new/img-08.png">\
<span class="underline">『언러닝, 뮤지엄』 (2019)</span><br>\
2019년 (재)한국장애인문화예술원과 서울시립미술관이 공동 기획한 프로젝트의 결과자료집입니다. 두 기관은 발달장애인 예술가와 비장애인 예술가 간의 공동창작 워크숍을 추진하였으며 관련 직원들도 함께 참여해 장애예술에 대한 이해를 넓히는 시간을 가졌습니다. 새로운 미학 및 형식을 시도해 온 영국의 앨리스 폭스 작가, 서울시립미술관 큐레이터 및 난지창작스튜디오 레지던시 작가와 발달장애를 가진 작가 4인의 ‘포용적 예술’의 개념을 중심으로 한 협업의 내용과 워크숍 진행과정, 퍼포먼스 추진 내용을 확인할 수 있습니다.<br><br><br>\
</div>\
'
]


var map
var map_1f =[
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,0,0,0,0, 0,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,0,0,0,0, 0,1,1,0,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,0,0, 0,0,0,0,0,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,0,0, 0,0,0,0,0,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 0,0,0,0,0,0,0,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 0,0,0,0,0,0,0,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 0,0,0,0,0,0,0,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 0,0,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 0,0,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,0,0,0,0,1, 0,0,0,0,0,0,0,1,1,0, 0,0,1,1,1,0,0,0,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,0,0,0,1,0, 0,1,1,1,1,0,0,1,1,0, 0,0,1,1,1,0,0,0,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,0,0,0,0,0, 0,1,1,1,1,0,0,1,1,0, 0,0,1,1,0,0,0,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,0,0,0,0,0, 0,1,1,1,1,0,0,0,0,0, 0,0,0,0,0,0,1,1,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,0,0,0,0,0, 0,1,1,1,1,0,0,0,0,0, 0,0,0,0,0,0,1,1,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,0,0,0,1,0, 0,0,0,0,0,0,0,0,0,0, 0,0,0,0,0,0,0,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 0,0,0,0,0,1,1,1,1,0, 0,0,1,1,1,1,1,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,0,0,0,0,0,1,1,1,0, 0,0,1,1,1,1,1,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,0,0,1,1,1, 1,0,0,0,0,0,0,1,1,0, 0,0,1,1,1,1,1,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,0,0,1,1,1, 1,0,0,0,0,0,0,1,1,0, 0,0,1,1,0,0,0,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,0,0,1,1,1, 1,0,0,0,0,0,0,1,1,0, 0,0,1,1,0,0,0,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,0,0,1,1,1, 1,0,0,0,0,0,0,1,1,0, 0,0,1,1,0,0,0,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,0,0,1,1,0, 0,0,0,0,0,0,0,1,1,0, 0,0,0,0,0,0,0,0,0,0, 0,0,0,1,1,1,1,1,1,1],
 [1,1,1,1,1,0,0,1,1,0, 0,0,0,0,0,0,0,1,1,0, 0,0,0,0,0,0,0,0,0,0, 0,0,0,0,0,0,0,0,0,1],
 [1,1,1,1,1,0,0,0,0,0, 0,0,0,0,0,0,0,0,0,0, 0,0,1,1,1,0,0,0,1,1, 0,0,0,0,0,0,0,0,0,1],
 [1,1,1,1,1,0,0,0,0,0, 0,0,0,0,0,0,0,0,0,0, 0,0,1,1,1,0,0,0,1,1, 1,1,1,0,0,0,0,0,0,1],
 [1,1,1,1,1,0,0,1,1,0, 0,0,0,0,0,0,0,1,1,0, 0,0,1,1,1,0,0,0,1,1, 1,1,1,0,0,0,0,0,0,1],
 [1,1,1,1,1,0,0,1,1,0, 0,0,0,0,0,0,0,1,1,0, 0,0,1,1,0,0,0,0,0,0, 0,0,0,0,0,0,0,0,0,1],
 [1,1,1,1,1,0,0,1,1,1, 1,1,0,0,0,1,1,1,1,0, 0,0,1,1,0,1,0,1,1,0, 0,0,0,0,0,0,0,0,0,1],
 [1,1,1,1,1,0,0,1,1,1, 1,1,0,0,0,0,1,1,1,0, 0,0,1,1,0,1,0,0,0,0, 1,1,1,0,0,0,0,0,0,1],
 [1,1,1,1,1,0,0,0,0,0, 1,1,0,0,0,0,1,1,1,0, 0,0,1,1,0,1,0,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,0,0,0,0,0, 0,0,0,0,0,0,0,1,1,0, 0,0,1,1,0,1,0,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,0,0,0,0,0, 0,0,0,0,0,0,0,1,1,0, 0,0,0,0,0,1,0,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,0,0,0,0,0, 0,0,0,0,0,0,0,1,1,0, 0,0,0,0,0,0,0,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,0,0,0,0,0, 0,0,0,0,0,0,0,1,1,0, 0,0,0,0,0,0,0,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1]
]
var map_2f =[
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,0,0,0,0,0, 0,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,0,0,0,0,0, 0,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,0,0,0,0,0, 0,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,0,0,0,0,0,0,0,0,0, 0,1,1,1,0,0,0,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,0,0,0,0,0,0,1,1,0, 0,1,1,1,0,0,1,1,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,0,0,0,0,1,1,1,1,0, 0,0,1,1,0,0,1,1,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,0,0,0,0,1,1,1,1,0, 0,0,0,0,0,0,1,1,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,0,0,0,0,1,1,1,1,0, 0,0,0,0,0,0,1,1,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,0,0,0,1,1,0, 0,0,0,0,0,0,0,1,1,0, 0,0,1,1,0,0,0,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,0,1,0,1,1,0, 0,0,0,0,0,0,0,1,1,0, 0,0,1,1,1,1,1,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,0,1,0,0,0,0, 0,0,0,0,0,0,0,1,1,0, 0,0,1,1,1,1,1,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,0,1,0,0,0,0, 0,0,0,0,0,0,0,1,1,0, 0,0,1,1,1,1,1,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,0,0,1,1,0,0, 0,1,1,1,1,0,0,1,1,0, 0,0,1,1,1,1,0,0,0,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,0,0,1,1,1,0, 0,1,1,1,1,0,0,1,1,0, 0,0,1,1,1,1,0,0,0,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,0, 0,1,1,1,1,0,0,1,1,0, 0,0,0,0,0,0,0,0,0,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,0, 0,1,1,1,1,0,1,1,1,0, 0,0,0,0,0,0,0,0,0,1, 1,1,1,1,1,1,1,1,1,0],
 [1,1,1,1,1,1,1,1,1,0, 0,0,0,0,0,0,0,0,0,0, 0,0,0,0,1,0,0,0,0,0, 0,0,0,0,0,1,1,0,0,1],
 [1,1,1,1,1,1,1,1,1,0, 0,0,0,0,0,0,0,0,0,0, 0,0,1,1,1,0,0,0,0,0, 0,0,0,0,0,1,1,0,0,1],
 [1,1,1,1,1,1,1,1,1,0, 0,0,0,0,0,0,0,0,0,0, 0,0,1,1,1,0,0,0,1,1, 1,1,1,0,0,0,0,0,0,1],
 [1,1,1,1,1,1,1,1,1,0, 0,0,0,0,0,0,0,1,1,0, 0,0,1,1,1,0,0,0,1,1, 1,1,1,0,0,0,0,0,0,1],
 [1,1,1,1,1,1,1,1,1,0, 0,0,0,0,0,0,0,1,1,0, 0,0,1,1,0,0,0,0,0,0, 0,0,0,0,0,0,0,0,0,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,0,0,0,1,1,0, 0,0,1,1,0,0,0,0,0,0, 0,0,0,0,0,0,0,0,0,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,0,0,0,1,1,0, 0,0,1,1,0,0,0,0,0,0, 0,0,0,0,0,0,0,0,0,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,0,0,0,1,1,0, 0,0,1,1,0,0,0,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 0,0,0,0,0,0,0,1,1,0, 0,0,1,1,0,0,0,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,0,0,0,0,0,0,0,0,0, 0,0,0,0,0,0,0,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,0,0,0,0,0,0,0,0,0, 0,0,0,0,0,0,0,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 0,0,1,1,1,0,0,0,0,0, 0,0,0,0,0,0,0,0,0,0, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1],
 [1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1, 1,1,1,1,1,1,1,1,1,1]
]
var worklist = [
	['2_2'  , 37,9, 4],
	['2_1'  , 38,8, 5],
	['2_4'  , 42,8, 5],
	['2_3'  ,39,12, 5],
	['1_1'  , 45,9, 5],
	['h_2'  ,45,17, 3],
	['h_1'  ,60,21, 0],
	['1' 	,55,27, 1],
	['2' 	,55,25, 1],
	['3_1'  ,37,24, 1],
	['3_2'  ,37,27, 4],
	['3_3'  ,40,26, 1],
	['s_1' 	,28,21, 3],
	['6' 	,12,11, 0],
	['7_1' 	,25, 10,6],
	['7_2' 	,27, 12,4],
	['h_3' 	,19, 17, 4],
	['11_1' 	,4,26, 	1],

	['9_1' 	,12,24, 5],
	['9_2' 	,14,23, 5],
	['9_4' 	,12,27, 5],
	['9_6' 	,13,26, 5],
	['9_5' 	,14,27, 5],
	['9_3' 	,13,28, 5],

	['10_1' 	,16,34, 5],

	['h_3' 	,19,17, 	4],
]

       var room_2 = [10,32]
       var room_1 = [8,40]
       var room_12 = [8,47]
       var room_16 = [21,47]
       var room_5 = [30,45]
       var room_4 = [21,40]
       var room_3 = [21,31]
       var room_13 = [15,47]
       var room_15 = [15,26]
       // 계단
       var room_14 = [15,24]
       var room_6 = [10,5]
       var room_11_1 = [0,5]
       var room_7 = [8,17]
       var room_8 = [21,14]
       var room_10 = [30,11]
       var room_9 = [21,6]
       var room_11 = [21,0]
       var room_17 = [14,6]
       var room_18 = [8,-5]
       // 다락
       var room_19 = [0,47]
       // 테라스
       var room_20 = [21,48]
       // 라운지
       var currentX 
       var currentY
       var floor

$(document).ready(function(){
    $('.credit .close').click(function(){
        $('.credit').hide()
    })
    $('.credit_button').click(function(){
        $('.credit').show()
    })
	if(window.location.hash) {
        $('.credit_button').hide()
		$('.seq').css({opacity:1})
		start()
	  	var selected_room = eval('room_'.concat(window.location.hash.split('#')[1]))
        if(window.location.hash.split('#')[1] == 6||
        window.location.hash.split('#')[1] == 7||
        window.location.hash.split('#')[1] == 8||
        window.location.hash.split('#')[1] == 9||
        window.location.hash.split('#')[1] == 10||
        window.location.hash.split('#')[1] == 11||
        window.location.hash.split('#')[1] == 18){
            floor = 2;
            $('.roomoverlay_2').css({'opacity':'1'})
            $('.single_gd').hide()
            $('.title_s_1').hide()
            $('.title_7_1').show()
            $('.title_7_2').show()
            $('.single_sm').show()
            map = map_2f
        }else{
            floor = 1;
            $('.roomoverlay_1').css({'opacity':'1'})
            $('.title_7_1').hide()
            $('.title_7_2').hide()
            $('.single_sm').hide()
            $('.single_gd').show()
            $('.title_s_1').show()
            map = map_1f
        }
	  	$('.room').addClass('room_' + window.location.hash.split('#')[1])
	  	var selected_room_filtered = findpoint(selected_room[0], selected_room[1])
		$('.me').css({'left':(selected_room[0]+5)*10+'vw'})
		$('.me').css({'top':(selected_room[1]+8)*10+'vw'})
		currentX = selected_room[0]+5
		currentY = selected_room[1]+8
	} else {
		$('.seq').css({opacity:0})
		$('.popup').show()
		setTimeout(function(){
			$('.cover').fadeOut(300)
		},1000)
	}

            function minTwoDigits(n) {
                return (n < 10 ? '0' : '') + n;
            }
            function start(){
                                $('.seq').fadeOut(300)
                                $('.overlay').fadeOut(300)
								$('.cover').fadeOut(300)
	            // var ran = Math.floor(Math.random()*2)+1
	            // if(ran == 2){ran = 3}
	            // for (var i = 0; i < 36; i++) {
	            //     $('.seq').append('<div style="background-image : url(vid/0'+ran+'_wrap'+minTwoDigits(i)+'.png)"></div>')
	            //     if(i==35){
	            //         pre_ani()
	            //     }
	            // }
            }
            function pre_ani(){
            }

	function findpoint(pointx, pointy){
		if(pointy < 0){
			return [pointx,pointy]
		}else if (map[pointy][pointx]){
			if(map[pointy][pointx] == 0 ){
			return [pointx,pointy]}

		}else if (map[pointy+1][pointx]){
			if(map[pointy+1][pointx] == 0 ){
			return [pointx,pointy+1]}

		}else if (map[pointy-1][pointx]){
			if(map[pointy-1][pointx] == 0 ){
			return [pointx,pointy-1]}

		}else if(map[pointy][pointx-1]){
			if(map[pointy][pointx-1] == 0 ){
			return [pointx-1,pointy]}

		}else if(map[pointy][pointx+1]){
			if(map[pointy][pointx+1] == 0 ){
			return [pointx+1,pointy]}

		}else if(map[pointy-1][pointx-1]){
			if(map[pointy-1][pointx-1] == 0 ){
			return [pointx-1,pointy-1]}

		}else if(map[pointy+1][pointx+1]){
			if(map[pointy+1][pointx+1] == 0 ){
			return [pointx+1,pointy+1]}

		}else if(map[pointy+1][pointx-1]){
			if(map[pointy+1][pointx-1] == 0 ){
			return [pointx-1,pointy+1]}

		}else if(map[pointy-1][pointx+1]){
			if(map[pointy-1][pointx+1] == 0 ){
			return [pointx+1,pointy-1]}
		}

	}
	var down = false
    var continue_move
	function movedot(x,y,dir){
		if(dir === 'up'){var newx = x, newy = y-1}
		if(dir === 'down'){var newx = x, newy = y+1}
		if(dir === 'left'){var newx = x-1, newy = y}
		if(dir === 'right'){var newx = x+1, newy = y}
            console.log(newy)
            console.log(newx)
            console.log(map[newy][newx])
		if(map[newy][newx] == 0 && down){
			$('.me').css({'left':(newx)*10+'vw'})
			$('.me').css({'top': (newy)*10+'vw'})
			$('.room').css({'transform': 'translateX('+(-10*(newx-5))+'vw) translateY('+(-10*(newy-8))+'vw) scale(1)'})
			currentX = newx
			currentY = newy
            console.log(floor)
            console.log(currentX)
            if(currentY < 1 && floor == 2){
                newx = 15
                newy = 29
                map = map_1f
                $('.wrapper').css({'opacity':0})
                setTimeout(function(){
                    $('.wrapper').css({'opacity':1})
                    $('.me').css({'left':(newx)*10+'vw'})
                    $('.me').css({'top': (newy)*10+'vw'})
                    $('.room').css({'transform': 'translateX('+(-10*(newx-5))+'vw) translateY('+(-10*(newy-8))+'vw) scale(1)'})
                    currentX = newx
                    currentY = newy
                    floor = 1
            $('.title_7_1').hide()
            $('.title_7_2').hide()
            $('.single_sm').hide()
            $('.single_gd').show()
            $('.title_s_1').show()
                    $('.floorpopup').html('1층')
                    $('.floorpopup').css({'opacity':'0.5'})
                    $('.roomoverlay_2').css({'opacity':'0'})
                    $('.roomoverlay_1').css({'opacity':'1'})
                    setTimeout(function(){
                        $('.floorpopup').css({'opacity':'0'})
                    },1000)
                },500)
            }else if(currentY < 29 && floor == 1){
                newx = 18
                newy = 1
                map = map_2f
                $('.wrapper').css({'opacity':0})
                setTimeout(function(){
                    $('.wrapper').css({'opacity':1})
                    $('.me').css({'left':(newx)*10+'vw'})
                    $('.me').css({'top': (newy)*10+'vw'})
                    $('.room').css({'transform': 'translateX('+(-10*(newx-5))+'vw) translateY('+(-10*(newy-8))+'vw) scale(1)'})
                    currentX = newx
                    currentY = newy
                    floor = 2
            $('.title_7_1').show()
            $('.title_7_2').show()
            $('.single_sm').show()
            $('.single_gd').hide()
            $('.title_s_1').hide()
                    $('.floorpopup').html('2층')
                    $('.floorpopup').css({'opacity':'0.5'})
                    $('.roomoverlay_1').css({'opacity':'0'})
                    $('.roomoverlay_2').css({'opacity':'1'})
                    setTimeout(function(){
                        $('.floorpopup').css({'opacity':'0'})
                    },1000)
                },500)
            }
		}else{
			clearTimeout(continue_move)
		}
	 	continue_move = setTimeout(function(){
	 		movedot(newx,newy,dir)
	 	},200)
	}
	$('.room').on('touchstart',function(e){
  		e.preventDefault();
	})
    $('.wholemap').on('touchstart',function(e){
        $('.click').hide()
    })
	$('.arrow_up').on('touchstart',function(){
  // e.preventDefault();
		down = true
		movedot(currentX,currentY,'up')
	})
	$('.arrow_down').on('touchstart',function(){
  // e.preventDefault();
		down = true
		movedot(currentX,currentY,'down')
	})
	$('.arrow_left').on('touchstart',function(){
  // e.preventDefault();
		down = true
		movedot(currentX,currentY,'left')
	})
	$('.arrow_right').on('touchstart',function(){
  // e.preventDefault();
		down = true
		movedot(currentX,currentY,'right')
	})
	$('.arrow').on('touchend', function(){
		down = false
			clearTimeout(continue_move)
	})

for (var i = worklist.length - 1; i >= 0; i--) {
	$('.room').append('<div class="title title_'+worklist[i][0]+' popup_'+worklist[i][3]+'" style="left:'+worklist[i][2]*10+'vw;top:'+worklist[i][1]*10+'vw;"><span></span><div>')
            if(floor == 2){
                console.log('2-----------')
                        $('.single_gd').hide()
                        $('.title_s_1').hide()
                        $('.title_7_1').show()
                        $('.title_7_2').show()
                        $('.single_sm').show()
                    }else{
                console.log('1-----------')
                        $('.single_gd').show()
                        $('.title_s_1').show()
                        $('.title_7_1').hide()
                        $('.title_7_2').hide()
                        $('.single_sm').hide()
                        }
}

$('.title').on('touchstart',function(){
		var selected = parseInt($(this).attr('class').split('popup_')[1].split(' ')[0])
		console.log(selected)
		console.log(data[selected])
		$('.info').show()
		$('.info').empty()
		var pos = $(this).attr('class').split('title_')[1].split(' ')[0]
		if(pos === '3_3'){
			pos = '3_1'
		}
        console.log(pos)
        console.log(pos === 'h_1')
		$('.info').html('<div class="close"></div><div class="main"><img src="new/single-'+pos+'.png"></div>'+data[selected])
		$('.info').find('.info_'+pos).clone().addClass('f_ss').insertAfter($('.main').find('img'))
        if(pos === '7_1'){
            $('.main').hide()
        }else{
        $('<span class="sub">📂'+ $(".info").find(".info_title").html() +' >>> '+ $(".artwork_title").html().split(']')[1]+'</span>').insertAfter($('.main'))
            $('.main').show()

        }
        if(pos === 'h_1'){
            $("<a href='https://esh-museum.space/fantasy.html' class='testlink f_ss' style='text-decoration:underline'> 테스트 하러가기 <br></a>").insertAfter($(".main").find(".info_h_1"))
        }
	$('.close').on('touchstart click',function(){
		console.log('slkj')
		$('.info').empty()
		$('.info').hide()
	})
})
$('.place').on('touchstart',function(){
		var selected = parseInt($(this).attr('class').split('popup_')[1].split(' ')[0])
		$('.info').show()
		$('.info').empty()
		var pos = $(this).attr('class').split('single_')[1].split(' ')[0]
		console.log('updated------')
		$('.info').html('<div class="close"></div><div class="main"><img src="new/single-'+pos+'.png"></div>'+data[selected])
		$('.info').find('.place_'+pos+'_des').clone().insertAfter($('.main').find('img'))
		$('.info').find('.place_'+pos+'_title').clone().insertAfter($('.main').find('img'))
        $('<span class="sub">📂'+ $(".info").find(".info_title").html() +' >>> '+ $(".place_title").html()+'</span>').insertAfter($('.main'))


	$('.close').on('touchstart click',function(){
		console.log('slkj')
		$('.info').empty()
		$('.info').hide()
	})
})
$('.program').on('touchstart',function(){
        var selected = parseInt($(this).attr('class').split('popup_')[1].split(' ')[0])
        $('.info').show()
        $('.info').empty()
        var pos = $(this).attr('class').split('single_')[1].split(' ')[0]
        console.log('updated------')
        $('.info').html('<div class="close"></div><div class="main"><img src="new/single-'+pos+'.png"></div>'+data[selected])
        $('.info').find('.program_'+pos+'_p').clone().insertAfter($('.main').find('img'))
        $('.info').find('.program_'+pos+'_des').clone().insertAfter($('.main').find('img'))
        $('.info').find('.program_'+pos+'_title').clone().insertAfter($('.main').find('img'))
        $('<span class="sub">📂'+ $(".info").find(".info_title").html() +' >>> '+ $(".program_title").html()+'</span>').insertAfter($('.main'))


    $('.close').on('touchstart click',function(){
        console.log('slkj')
        $('.info').empty()
        $('.info').hide()
    })
})
$('.groom').on('touchstart',function(){
        $('.info').show()
        $('.info').empty()
        $('.info').html('<div class="close"></div>'+gdata[0])


    $('.close').on('touchstart click',function(){
        $('.info').empty()
        $('.info').hide()
    })
})

$('.about').on('touchstart',function(){
		$('.info').show()
		$('.info').empty()
		$('.info').html('<div class="close"></div>'+about[0])


	$('.close').on('touchstart click',function(){
		$('.info').empty()
		$('.info').hide()
	})
})





})
