// *꼭 직원들의 말이 아래로 스크롤 되듯이  순서대로 안나와도되고요  
//  자유롭게 구성하시면 됩니다. 다만임병 다 주무관의말의끝부분이 마지막에떴으면 좋겠네요. 
// 직원이름을제 직 다교정하지못하고넘겨드려 죄송합니다. 아래에 참여직원들 이름이 어떤 식으로 변형되어 노출되면 좋을지  적어 두었습니다. 

// 남서울미술관 직원과의 대담&워크숍 프로그램 
// 일시:2020. 4. 7.(화) 13:30~18:00
// 장소:서울시립남서울미술관 라운지 
// 참여직원:김실무관 A(김시종)(4), 김실무관 B(김정숙)(6), 청원경찰(이대경)(3), 임주무관(임병일)(5)  
// 진행:유 작가, 추학예사

// <프로그램 설명:OT> 
var content_json = [
[
['1','추학예사','남서울미술관을 퍼블릭 프로그램 특성화 공간으로 만들기로 간담회자리에서나 보도자료 등을 통해서 듣거나 읽으셨을 거예요.'],
['1','추학예사','기존에 하던 대로 작품을 놓고 사람들이 보고 하는 것이 아니라 사람이 중심이 되어서 미술관의 요소들과 대화를 주고받듯이 진행되는 방식의 프로그램이 7월 이후부터는 진행될 것 같아요. (당시 7월 개막 예정, 코로나로 현재는 8월 25일 개막)'],
['1','추학예사','보통 전시과의 큐레이터가 전시를 담당하는데 제가 교육과에 있지만 이런 프로젝트를 진행하게 되었습니다. '],
['1','추학예사','이 공간에 <전혀 예술적인, 엉성한 미술관>이라는 프로젝트를 진행할 것인데요. '],
['1','추학예사','엉성하다는 것은… 사람들이 개입할 수 있는 요소가 있고 같이 뭔가 만들어갈 수 있는 미술관이라는 생각을 하면서 제목을 지어봤어요. '],
['1','추학예사','지금의 미술관이 어떤 미술관이 되어야 할까를 듣고 그것부터 시작해서 하나의 미술관 공간을 만들었으면 좋겠다는 생각을 했어요. '],
['1','추학예사','그래서 그중 하나로 공동의 미술관을 만들고 싶은데, 여러 사람들의 답을 들어서 뭔가 전시를 만들 수 있을 것 같아요. '],
['1','추학예사','여러 구성원들 서로를 조금이해할 수 있는 프로그램을 만들고 싶어요. 그렇다고 백퍼센트 될 것이라는 생각은 하지 않아요. '],
['1','추학예사','솔직히 말하면…. 그래도 시도를 하고 싶고 기록으로 남기고 싶어요. '],
['3','이 청원경찰','영상을 남기나요? 지금 전시 하는 것을요. 옛날에 인터뷰를 한 적이 있어요. 그런데 그런 것과 비슷한 것 같네요? '],
['1','추학예사','예. 우리는 프로그램을 할 수 있고 여기서 나오는 의견을 가지고 작품을 만들 수도 있고 공간을 만들 수도 있어요. '],
['5','임 주무관','전시를 언제부터 한다고 하셨죠?'],
['6','김 실무관B','코로나로 더 미뤄지지 않으면 7월이요.'],
['5','임주무관','7월이면 방학 때니까 어린이로 예상을 잡아야겠다는 생각이 드네요.'],
['6','김 실무관B','그런데 방학이 어떻게 될지 몰라요. 지금 학교를 계속 못 가니까 방학이 없을 수도 있고 그렇더라고요. '],
['1','추학예사','저도 그 부분은 생각하고 있어요. '],
['1','추학예사','처음에는 관람객이 소리를 내는 것을 생각했는데 관람객만 소리를 내는 것은 아닌 것 같고 그래서 미술관은 직원에게 어떤 곳 이어야 할까 그런 생각도 좀 들고요. '],
['1','추학예사','관람객과 직원 모두가 무엇을 누리고 있는지에 대한 생각이 들었어요. 그래서 오늘 이야기하는 것은 주임님들의 미술관에서의 삶, 미술관에서의 시간과 무엇을 생각하시는지… '],
['1','추학예사','업무와 휴식공간은 어떤지 그런 것들을 이야기를 들어보고 미술관이 어떤 곳인지 다시 유 작가와 함께 생각해보려 해요. '],
['1','추학예사','확정이 되지는 않았지만 전시장에 어떤 공간을 만들 수 있을 것 같고 또 거기에서 주임님들이 개입할 수 있다거나 의견을 낼 수 있는 공간이 있다거나 '],
['1','추학예사','어떻게 보면 창작자로서 이 전시를 참여할 수도 있는… 너무 부담을 갖지 마시고. '],
['3','이 청원경찰','네. 부담스러워요. 갑자기 배우를 하라는 것은 아니죠? '],
['1','추학예사','네. 그런 것은 아니고요. 일단은 의견을 들어보고 이 미술관이 어떤 곳인지 다시 생각해보자… 관련해서는 작가님이 이야기해주세요. '],
['2','유 작가','저는 유 작가라고 하고요. 지금까지 제가 했던 작업들은 사람들을 상대로 하는 작업들을 했어요. 조각이라고 해서 영상/설치 이런 식의 작업들을 많이 했어요. '],
['2','유 작가','방금 이야기하신 대로 다들 하는 말이 “부담스럽다”, “나는 할 수 없다” 이런 말들을 많이 하시는데 너무 잘 알고 있어요. '],
['2','유 작가','그런 부분에 대해서. 그래서 그런 것들을 침범하지 않는 범위 내에서 자연스럽게 하시던 일을 하시는 상황 속에서 작업이 완성될 수 있는 그런 설정을 하려 합니다. '],
['2','유 작가','예를 들어서 뭐 여사님께서 청소하시다가 뭐 하나 필요하신 물건을 가져다 쓰신다거나 원래 하셔야 하는 일들을 하면 그 자체가 변화가 될 수 있는 장치를 제가 마련할 수도 있고요. 원래 하시던 일이 중요한 겁니다. '],
['2','유 작가','그 부분을 너무 존중을 하고 있고 부담스럽지 않으면서 같이 전시를 꾸려 나가 보는 것이 저의 몫인 것 같고. '],
['2','유 작가','그전에 여러분들이 어떻게 생활하시는지 조금 알아야 하니까 개인적으로 관심도 있고요. '],
['2','유 작가','개인이 계시는 공간을 좀 살펴보고 싶기도 하고요. 여러 가지 질문을 준비했는데 여쭤보고 싶은 부분들도 있고요. 당황스러우실 것이라 생각이 들고요… '],
['2','유 작가','이미 하시는 일이 많으신데 또 뭔가 추가되면서 귀찮은 일이 되지 않도록 하고 있습니다. 아까 추학예사가  말한 것처럼 전시라는 게 누구를 위한 것이냐?는 질문이 가장 컸어요. '],
['2','유 작가','선생님들이 미술관에서 가장 오래 계시는 분들이고 가장 전시를 많이 보시는 분들이고요. 본의 아니게 보시는 것일 수도 있습니다만, 그런 입장도 궁금하기도 하고요. '],
['2','유 작가','그리고 미술관에 일하는 것 자체도 드문 일이거든요. 저는 20년 넘게 작업을 했는데도 저보다 훨씬 미술관에 대해서 잘 아실 테고요, 그리고 워낙에 여기가 권위 있는 미술관이기도 하고. '],
['2','유 작가','부러운 부분도 있고. 알고 싶은 부분도 있어요. 뭐 오늘은 좀 편하게 이런저런 이야기를 하려고 온 거고요.  ']

],











// ** 개인 면담은 몇가지의 대사들만 사용하는 방안을 고려한다. 
// 김실무관 B와의 대화
// 중간중간 끊기는 대화는 중략으로 처리하거나, 다른 창이 생성되는 것처럼 보이게 하기
// 큐레이터:요새 일하는 것은 어떠세요, 일하는 것은… 요즘 코로나 때문에 문 닫고 있잖아요. 
[
['6','김 실무관B','그래서 그동안 못 했던 것을 해요. 화장실 물청소를 남자화장실 하루, 여자화장실 하루. '], 
['6','김 실무관B','또 왁스를 해야 될 부분이 있어서 그걸 하고 있고. 그리고 지하에 뭐 마루 새로 했잖아요.'], 
['6','김 실무관B','해서 냄새가 많이 나더라고요. 그래서 환기시키는 거… 닦고…'],
['2','유 작가','이 미술관에서 23년을 일하신 건가요? '],
['6','김 실무관B','아니요. 본관에서 용역일 때 제가 17명을 관리하는 책임자로 있었어요. 거기에서 조금 일이 힘들고 하니까 이쪽에 혼자 있는 곳으로 왔어요. '],
// --
['1','추학예사','그러면 하루에 7~8시간 일하시는 건가요?'],
['6','김 실무관B','똑같이 9시간 근무, 점심시간 1시간 빼고 8시간 근무죠.'],
['1','추학예사','여기에서 제일 시간을 많이 보내는 공간이 어디인가요? '],
['6','김 실무관B','오전에 물청소를 다 하고 나서 내려가서, 쉬는 공간에 있다가 또 나와서 봤다가. '],
['6','김 실무관B','지금은 전시가 없지만 수시로 남자화장실, 여자화장실 물기 없애고 잡다한 모든 일을 해요. '],
['1','추학예사','지하에 있는 주임님이사용하시는 방은 어때요? 편한가요?'],
['6','김 실무관B','방은 누울 수도 있고 온돌이 있어서 편해요. '],
['2','유 작가','지금처럼 관람객이 없을 때가 상대적으로 편하신 건가요? '],
['6','김 실무관B','있으나 없으나… 많으면 아무래도 화장실을 수시로 봐야 하니까. '],
['6','김 실무관B','기본적으로 10시에 문을 여는데 관람객이 있으면 화장실에 수시로 손을 닦고 하잖아요? '],
['6','김 실무관B','그러면 세면대에 물이 튀거나 화장지를 제대로 버리지 않는다거나 이런 것들을 수시로 봐야 해요. 그래야만 깨끗하지. '],
['6','김 실무관B','한번 해놓고 나서 이따가 몇 시간 있다가 나오면 엉망이 되고 그래서 잠깐씩 들어가서 쉬었다가 왔다 갔다… 청소는 무한반복이에요. '],
['6','김 실무관B','해도 해도 끝이 없는 것이 청소고 … 표도 안 나고…'],
// ---
['1','추학예사','그럼 스트레스 받을 때는… '],
['6','김 실무관B','스트레스 받을 때에는 그냥 미술관 뒤를 한 바퀴 돌면서 산책은 해요. 주변에 맛있는 곳은 없나 둘러보기도 하고 정신적인 스트레스는 없어요.'],
['6','김 실무관B','혼자서 일을 하니까 솔직히 얘기할 사람도 없고 외롭다고 할까? 남서울미술관 인원을 1명으로 줄였는데… 내가 쉬고 왔을 때 일이 두 배 세배되는 건 있죠. '],
['6','김 실무관B','그래도 내가 좀 더 움직이면 되지 이런 생각을 하고 창문 밖에 앉아서 내다보면 힐링이 되고 왔다 갔다 해요.'], 
['6','김 실무관B','사무실에는 잘 안 들어가요. 들어갔다가 나온 김에 한 번씩 보고 내려갔다가 올라갔다가 해요.  '],
// ----
['1','추학예사','배우고 싶은 것은 있으신가요? '],
['6','김 실무관B','그림을 좀 그리고 싶어요. 학교 다닐 때부터 그림을 그리고 싶었어요. 한 번은 배워보고 싶고. '], 
['6','김 실무관B','아니면은 돈을 더 벌어야 할까 생각도 합니다. 그래도 사람 욕심이 노는 것을 생각하면 돈을 더 벌어야 하나 이런 생각도 들고.'],
['1','추학예사','이런 것은 처음 듣는 것 같아요. '],
['6','김 실무관B','얘기할 시간이 없으니까. '],
['2','유 작가','여기서 그림 많이 보시잖아요? '],
['6','김 실무관B','그림 보죠. 전에 특별전 할 때, 내가 2002년 7월 6일에 입사해서 계속 근무를 했는데… 보면 밀레, 샤갈, 고갱, 고흐, 피카소, 천경자, 등등 모든 전시를 봤고, '],
['6','김 실무관B','내가 그림에 조예가 깊지는 않지만 어느 위치에 뭐가 있으면 좋겠는데 하는 배치가… '],
['6','김 실무관B','미술에서 어떻게 배치하는 것에 대한 생각은 좀 있어요. 그동안 20년째 일을 하다보니까.. '],
['6','김 실무관B','그래서 전시 배치를 했을 때, 작품의 위치에 대한 의견을 내보기도 했고 “주임님 저거는 기둥 때문에 안 보여요” 하면 내 말을 들어주는 분들이 계셨어요.  '],
['6','김 실무관B','전시를 봤을 때, 내가 마음에 드는 전시도 있고 마음에 안 드는 전시도 있고… 개인의 취향인 것이죠. '],
['6','김 실무관B','나는 아니지만 외부에서 나는 ‘청소하는 아줌마’로만 나를 보니까 누가 내 이야기를 들어주겠어요. '],
['6','김 실무관B','나는 내 위치에서 나의 일을 분수를 지켜서 일을 하는 작업을 하고 있어요. '],
// ---
['1','추학예사',' 20년 동안 미술관에서 일하셨으니까 다른 일을 해보고 싶다는 생각은 해보셨나요? '],
['6','김 실무관B','다른 일을 하고 싶다는 생각을 하기 에는 너무 늙었지... 60이 넘었는데. 나는 이제 나이가 들어서 새로운 것을 해본다는 것에 대해 포기를했어서… '],
// -----
['6','김 실무관B',' 사람 사는 것이 기계적으로 돌아갈 수는 없는 거니까요.'],
// ---
['2','유 작가','따로 정해진 복장은 없나요?'],
['6','김 실무관B','복장이 정해진 것은 없어요. 제가 편한 옷으로 그냥. 너무 밝은 색은 아니게 와서 입는 것만 입죠. 검정색으로 주로해서 입죠. '],
// ---
['2','유 작가','주의 메시지는 대부분 매직으로 쓰시나요? '],
['1','추학예사',' 뭔가를 버리지 마세요. 이런 것들. '],
['6','김 실무관B','아니요. 프린트를 해서 쓰죠. 매직으로 쓰지는 않고. '],
['2','유 작가','제일 중요한 것은 바닥 긁는 것이네요. '],
['6','김 실무관B','네. 바닥에 스크래치가 남는 것이 가장 마음이 아파요. 내 집처럼 탁자를 들고 옮기고. 그런데 드르륵 끈단 말이야. '],
['6','김 실무관B','나는 그게 가슴이 아파. 그걸 내가 할 수 있는 거면 어쩔 수 없는데 안 된다면 어쩔 수 없지. 이 방에 있는 의자 자체도 무거워서 끈단 말이에요. '],
['6','김 실무관B','안 긁을 수도 없고 아래에 뭘 붙일 수도 없고. 내가 뭔가 할 수 있는 것도 아니고. 가구가 계속 스크래치가 나있는데 여기는 그냥 포기했어요. '],
['6','김 실무관B','이런 것에 눈을 감아야 하는데… 이 공간에 대한 애착이 강한 것 같아요. '],
// ----
['2','유 작가','제일 마지막에 그림을 그렸던 건요?'],
['6','김 실무관B','고등학교 때 그리고 그 나중에는 먹고사느라 바빠서. 4b 연필로 데생 같은 걸 했었어요. '],
['2','유 작가','여사님 여기 경치도 좋은데 여기서 경치를 풍경화를 그리고싶은적은 없으셨어요?'],
['6','김 실무관B','일을 해야 하는데 일하는 시간에 그걸 그리고 있으면 누군가가 왔을 때 생각은 안 하고 사진만 찍고. '],
['1','추학예사','직원대상 교육을 그런 그림을 그리는 것을 하면 좋겠다.'],
['2','유 작가','직원들이 한켠에서 이젤로 그림을 그리고 있으면 되게 근사해 보일 것 같아요. '],
['1','추학예사','그게 허용이 되면 좋겠는데. 저는 자리에서 이탈해서 전시장에 오래 있다고 느끼기 시작하면 마음이 불안해요. '],
['6','김 실무관B','내 자리에 있어야 하는데 딴 짓을 하고 있으면. 저희는 아침에 청소를 하면서 그림을 봐요. '],
['6','김 실무관B','그때 보는 거지 낮에는 못 들어가요. 그래서 그게 눈치 보이고… 나는 내 일에 집중해야지… 눈치가 보이고 하더라고요. '],
['2','유 작가','저희 어머니가 한때 미술을 좋아하시다가 이제는 수를 잘 놓으세요. '],
['2','유 작가','미대 졸업을 하고 노가다를 하고 하니까 작업복에 구멍이 뚫려있고 하면 어머니가 구멍에 수를 놓아주셨어요. '],
['2','유 작가','내 작업복을 꿰매주셨어요. 너무 창피했었는데. 어머니한테 수를 부탁한 적이 있었는데 일본 수 패턴을 바탕으로 엄청난 속도로 해주셨던 기억이 나네요. '],
['6','김 실무관B','나는 뜨개질도 하고 식탁보는 길어서 하루에 두 줄? 세줄밖에 못 가요. '],
['6','김 실무관B','옛날에는 어떻게 했나 몰라요. 지금은 다 작품이죠.'],
['1','추학예사','어릴 때는 나도 할머니가 옷을 만들어주시고 했는데. '],
['6','김 실무관B','나도 옷 만들고 그런 것을 좋아했어요.']
],
// ----

// 김실무관 A와의대화 
// 중간중간 끊기는 대화는 중략으로 처리하거나, 다른 창이 생성되는 것처럼 보이게 하기'
[
['1','추학예사','여기에서 제일 좋은 공간은 어디세요?'],
['4','김실무관 A','뭐 여기 사무실 괜찮죠. '],
['1','추학예사','저는 너무 추워요. 저는 지금 이 공간, 베란다, 밖에 있는 벤치, 2층 공간 어떻게 보면 갤러리는 쉬는 공간은 아니죠.'],
['2','유 작가','사무실 공간이 아니라 이 공간이 특수한 공간인데 개인적으로 이용하는 공간이 있으세요?'],
['4','김실무관 A','글쎄요. 저 같은 경우는 가을에 벤치에 앉아있으면 경치가 좋더라고요. 봄-여름-가을 에 쉬는 시간이 있으면 밖에 앉아 있는 것도 좋더라고요.']
],
[
['2','유 작가','이곳에서 미술관을 고치고 수리하시는것도 하시나요?'],
['4','김실무관 A','문짝, 펜스 같은 것들이 고장나면 보수를 합니다. 총무과의 담당 주임님이 계시지만 이쪽으로 오실 시간이 없으셔서 제가 할 수 있는 수리는 제가 합니다. '],
['2','유 작가','건물 수리도 다 하세요?'],
['4','김실무관 A','전문적인 것은 아니고 간단한 수리는 제가 합니다. 수도가 새거나 그러면 간단한 것을 합니다. '],
['4','김실무관 A','여기는 문화재로 등록이 되어 있어서 함부로 못을 박는다거나 할 수 없어요. 간단한 것 만할 수 있어요.']
],
[
['1','추학예사','주로 활동하시는 공간은 일하실 때는 사무실이랑 외부 정도?'],
['4','김실무관 A','순찰돌때 빼고는 거의 다 사무실에 있다고 해야죠.'],
['2','유 작가','여기에 벌어지는 행사, 전시는 관심이 있으세요?'],
['4','김실무관 A','많죠. 그럼요. 나는 특히 매 전시를 할 때마다 전시를 유심히 봅니다. 가끔씩 시간이 있을 때는 2시에 도슨트 듣고 합니다. 팜플렛도 항상 읽어보고요. ']
],
[
['2','유 작가','평소에 그림, 만드는 것에 대한 관심이 있으신가요?'],
['4','김실무관 A','만들고 수리는 잘해요. 제가 원래 인쇄업을 했었어요. 동대문 창신동에서 도장, 명함, 고무인을 했었어요. 지금은 전산화해서 하는데 옛날에는 활자로 뽑아서 조판으로 만들었었어요.'], 
['4','김실무관 A','조판도 한자를 많이 알아야 하고 해서 그래서 정밀한 작업을 했었죠.'],
['1','추학예사','그래서 더… 그 당시에 리플릿 제작도 하셨겠어요.'],
['4','김실무관 A','그래서 더 관심이 있죠. '],
['2','유 작가','인쇄만 몇 년 하셨나요?'],
['4','김실무관 A','25년을 인쇄만 했었어요.'], 
['4','김실무관 A','신설동의 법원 서기로 응시를 두 번 했는데 안 돼서 남대문 플라자 호텔 골목에 인쇄소가 있었는데 그 당시 제 친척이 인쇄소를 했었어서 학원을 다니면서 도와주게 되다 보니깐 우연히 인쇄업을 하게 되었고 자연스럽게 되더라고요.'],
['2','유 작가','계속 일을 하고 싶지 않으세요?'],
['4','김실무관 A','계속 일을 하다 보니까 지겹고 사람을 써서 일을 하는 것이 쉽지는 않아요. '],
['4','김실무관 A','인쇄 이런 계통은 젊은 사람들이 하려고 하지 않아요.  '],
['2','유 작가','그때 인쇄소에서 했던 기술은 지금 인쇄소에서는 안 쓰시죠?'],
['4','김실무관 A','지금은 안 쓰죠. 지금은 고무인은 사용하지 않잖아요. '],
['4','김실무관 A','지금은 전자결제를 하고, 도장도 손으로 파곤 했었는데 지금은 컴퓨터로 레이저로 하니까. ']
],
// -----
// 임주무과의  대화
[
['8','큐레이터','사무실에 사람이 많은데 괜찮으세요?'],
['5','임주무관','세대차이도 없고 거의 비슷하고 그래서 괜찮아요. '],
['2','유 작가','얼마나 근무하신 건가요? '],
['5','임주무관','저는 2015년 2월에 방호직으로 발령을 받았어요. 방호 공무원이죠.'],
],[
// ---
['8','큐레이터','저희의 관심은 주임님인데요, 주임님이 하는 일에 대해서 이야기해주실 수 있으세요?'],
['5','임주무관','사무실에서 근무하면서 가끔 순찰도 돌고 잔디 물도 주고 직원들 없으면 내가 직원들 하는 역할 같은 촬영 협조도하고요. '],
['5','임주무관','지킴이 관리는 전시과 주임님이 하고… 그래도 어떻게 보면 다 관련되어 있으니 ….'],
['5','임주무관','인근 주민은 대관이나 안의 건물 사용에 대한 문의가 많아요. 체험이나, 그분들의 입장은 미술관을 같이 쓰고 하자 대관을 요구하시는 분들이 많아요. '],
['5','임주무관','아까 이야기한 대상 어린이들 대상으로 체험, 만들기를 하는 것을 하면 좋겠어요.']
],
[
// ----
['1','추학예사','여기에서 전시에서 개입하고 싶었다거나, 마음에 드는 전시가 있었어요?'],
['5','임주무관','지난번 전시가 좋았어요. <모던 로즈> 색상이 좋고 배치가 너무 마음에 들고 평안한 마음이 들었어요. '],
['5','임주무관','이번 전시도 보니까 느낌이 좋은 것 같은데 색이 너무 진해요. 그래도 이번 <모두의 건축 소장품> 전시도 많이 올 것 같고 그래요. ']
],
[
// -----
['5','임주무관','뭐, 나는 다양성을 추구하는 사람이라 프랑스 작품이라든가 이탈리아 작품은 한 번도 안 했잖아요. '],
['5','임주무관','이탈리아 전시를 보고 싶어요. 남반구의 호주 작품을 보고 싶어요. '],
['5','임주무관','저쪽의 남미 쪽의 브라질이나 칠레 쪽의 작품을 보고 싶어요.']
],
[
// ----
['1','추학예사','여기에서 유 작가님이랑 이런 이야기를 하는 이유는 주임님들의 이야기가 녹아 들어간 공간을 만들려고 했었어요.  '],
['1','추학예사','주임님들의 이야기를 알 수 있는 공간을 만들고 싶었던 거죠. ']
],
[
// --------
['5','임주무관','우리는 작품보호, 질서유지가 제일 중요한 것이기 때문에 아이들이 뛰어다니고 소리 지르면 다칠 수도 있고 그런 부분이 모든 것이 영 불안해. 가장 중요한 것은 안전이죠. '],
['1','추학예사','안전을 위해서 주임님이 제일 많이 하는 말은? 사람들에게 말하고 싶은 게 있어요? '],
['5','임주무관','따로 이야기는 안 하는데 아이가 뛰어다니고 하면 뛰지 말라고는 하죠. '],
['2','유 작가','반복적으로 하는 응대가 있을 것이고…'],
['5','임주무관','아이들이 뛰어다닌다고 말을 하지는 않고 인솔교사가 몇 명이나 있는지 정도만 하고 “계단이 높으니깐 아이들의 손을 잡고 다니세요.” 이런 것은 하지만… '],
['2','유 작가','말하고 싶은데 말 못 했던 것들이 좀 있으실 것 같은데…'],
['5','임주무관','지킴이들이 있으니까 괜찮아요. 애매한 것은 촬영하는 것. 좀 지나치게 작품 가까이 가서 사진을 찍는 것은 불안하죠. '],
['5','임주무관','여기는 유리 작품이 맞지 않아요.']
],
[
// ------
['1','추학예사','이곳에 어울리는 작품은 뭐라고 생각하세요?'],
['5','임주무관','튼튼하고 안전한 작품이죠. 이곳바닥이 나무고...좀  바닥이 단단하지 못하고 울립니다.. 그러니까 유리 같은 것은 영향을 미치죠. 유리 작품은 지양해야 합니다.... 나무 작품은 좋은 것 같아요']
],
[
// ---------
// ---
['5','임주무관','여기 주변 주민들이 벚꽃을 보고 사진을 많이 찍는데, 순찰 돌면서 언제 문 여냐고 문의가 오는 것, 대관전화도 오고… '],
['5','임주무관','사실 뭐 공간을 비워둘 수가 없어요. 본관에 사람이 없을 때 본관의 전화가 여기까지 와요. 자리를 비워둘 수가 없어요. '],
['1','추학예사','그러면 약간 ‘자동안내서’ 그런 게 있으면 좋겠네요?'],
['5','임주무관','하여튼 본관 전화가 여기까지 와요. 자리를 비울 수 없다는 게…'],
['1','추학예사','주로 전화오는것은..'],
['5','임주무관','파워블로그라고 이야기하면서 지원을 바라는 문의전화가 와요. 홍보를 해주겠다고… 그리고 학예사를 바꿔달라고 전화를 하고,  '],
['5','임주무관','여기의 역사에 대해서 문의하기도 하고 여러 전화가 와요. 군부대에서도 연락이 오고. 공부를 안 하면 말을 못 해요. 잘못 이야기했다가는 큰일이 나는 거예요. ']
],
[
// ------
['1','추학예사','주임님이 생각하는 이상적인 미술관은 어떤 건가요?'],
['5','임주무관','우리는 서울시립미술관이니까 공공성도 중요하고, 시민의 기대효과를 높이기 위한 중간정도의, 고등학생도 다 이해할 수 있는 전시를 하면 좋겠어요.'],
['1','추학예사','안전에 대해서는 원하는 게 있으세요? 조용한 공간?'],
['5','임주무관','조용하다기 보다는 시민들이 참여할 수도 있는 공간이면 좋죠.. 또 요즘은 특이한 작품도 있겠지만 일반 대중들이 받아들일 수 있는 전시를 하는 것이 중요하죠.']




],[
['2','유 작가','장애인 휠체어는 들어오지 못하죠?'],

['7','박 실무관',' 네. 여기는 공간상의 문제로 휠체어가 들어올 수 없어요. 문화재다 보니까 함부로 변경할 수 없는 상황이에요.'],

],[

['5','임 주무관',' 금년 12월 31일에 은퇴예요. '],

['2','유 작가','여기가 마지막 근무지시네요?'],

['5','임주무관:','그렇겠죠. 하여튼 공무원은 2년 남은 기간에 이동하면 싫어해요. 원래 서울시에서 어느 정도 연륜이 있으면 발령을 하지 않아요. 조직이 그렇게 되어 있어요. '],
],[
['1','추 학예사',' 한편으로 저는.. 대중을 위한 미술관이면 좋겠다고 하지만 임주임님한테는 좋지 않은 공간일 수도 있겠다는 생각이 드는데…'],

['5','임 주무관',' 아니에요. 구벨기에 영사관이었으니까 그 공간과 어울리는 작품을 전시하는 것으로. 아늑하고 지난 전시같이. 지난 전시도 많이 왔었잖아요? 색상도 잘 고민하고 나무 재질도 고민하고. 다양하면서도 대중성이 있는 방향으로 나아가면 좋겠습니다.  '],

['1','추 학예사',' 일하시면서 불편하신 것은 있으세요? '],

['5','임 주무관',' 올해까지 하면 6년 일했는데 갑자기 작가가 12시에 와서 문을 열어달라고 하고 하니깐 잠을 못 자고 야간에. 근데 남서울미술관 여기 와서는 협조를 잘해주셔서 김 학예사도 월요일에 만났는데 불편한 것은 열쇠가 다 있는 것이 아니니까… 열쇠가 없어서 ...그리고 컴퓨터 문제하고 컴퓨터가 느려서 답답하고 와이파이로 하다 보니까 끊길 경우도 있고 . 음 .. 여기도 문제가 많습니다. '],

],[
['5','임주무관:','근데 전시 제목이?'],

['1','추학예사:','<전혀 예술적인, 엉성한 미술관>이요.'],

['5','임주무관:','인근 주민이 연락을 줬는데 <불안한 사물들>전시할 때 공공, 서울시 미술관에서 불완전하고 혐오스러운 단어를 전시제목으로 사용하냐고 했었어요. 이 전시 제목도 <엉성한 미술관>이라고 하는데… ‘엉성한’이라고 하는 것이… 전화 올지도 몰라.'],





],[
// -엔딩.
['1','추학예사','이 공간에서 좋아하는 공간은요?'],
['5','임주무관','다 좋아해요. 잔디가 있어서 너무 좋아요. 경희궁 미술관에서도 1년 정도 근무를 했었어요. 거기에도 잔디가 있는데 잔디를 보면 너무 좋아요. '],
['5','임주무관','나는 시골에 마당도 크고 잔디가 있는 단독주택에서 살고 싶은 게 제 꿈이었는데 그래도 마당이 있는 공간에서 있으니깐 그게 좋아요. 잔디가 좋아요. '],
['1','추학예사','밖에는 자주 나가보세요? 아니면 창밖으로 보세요?'],
['5','임주무관','정원에 물을 주기도 하고. 이건 일이라고 생각 안 하고 해요. 우리 직원들 보면 가끔 창밖을 내다보는 직원이 있더라고요. '],
['5','임주무관','창밖을 내다보는 것이 좋아요. 고풍스럽고 좋아요. 그런 면에서 외관도 멋있고 그래요.']
]
]







